;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: geogeo.gr@gmail.com
; TranslationAuthorWeb: https://www.geogeo.gr
; Version: 1.21.23
; Update: 20-6-2017

[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελαχιστοποίηση
ButtonMaximize=Μεγιστοποίηση
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού
btnsupportcenter=Κέντρο υποστήριξης
ButtonCancel=Άκυρο


[Translation]
LangCode=0408
ReadHabit=Left-to-right
LanguageName=ELL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Warning=Προειδοποίηση
Error=Σφάλμα
Information=Πληροφορίες
Confirm=Επιβεβαίωση
BtnRegister.Caption=Καταχώρηση

pmContact=Επικοινωνήστε μαζί μας
pmCheckMsg=Αυτόματος έλεγχος ειδήσεων
ppmHelpOnline=Άμεση βοήθεια
ppmForum=Επίσημο φόρουμ
ppmHomepage=Επίσημη ιστοσελίδα
ppmContactUs=Επικοινωνήστε μαζί μας
ppmCheckUpdates=Έλεγχος για ενημερώσεις
ppmSettings=Ρυθμίσεις
ppmRestoreFile=Επαναφορά αρχείου
ppmLanguage=Γλώσσα / Language
ppmAbout=Περί...
ppmOpen=Άνοιγμα θέσης αρχείου
ppmFileProperties=Ιδιότητες
ppmDelete=Διαγραφή επιλεγμένων αρχείων
ppmExport=Εξαγωγή σε...
ppmExecute=Άνοιγμα

frmWDFMain.btnemail.hint=Μοιραστείτε το Wise Duplicate Finder με τους φίλους σας
frmWDFMain.btntwitter.hint=Μοιραστείτε το Wise Duplicate Finder με τοTwitter
frmWDFMain.btnfacebook.hint=Ακολουθήστε μας στο facebook
frmWDFMain.btnFolder.Hint=Επιλέξτε φακέλους
frmWDFMain.lblVer.Caption=Έκδοση:
frmWDFMain.btnScan.caption=Σάρωση
frmWDFMain.btnCancel.caption=Άκυρο
frmWDFMain.btnScan.Hint=Σάρωση
frmWDFMain.btnCancel.Hint=Άκυρο
frmWDFMain.lblcaption.Caption=Διαγράψετε τα διπλότυπα από τον υπολογιστή σας για να ελευθερώσετε χώρο στο δίσκο
frmWDFMain.lblLocation.Caption=Θέσεις:
frmWDFMain.btnAdvSetting.Caption=Προηγμένες ρυθμίσεις
frmWDFMain.btnselall.Caption=Επιλογή όλων
frmWDFMain.btnInvertSelection.Caption=Αντιστροφή επιλογής
frmWDFMain.btnKeepOne.Caption=Διατήρηση ενός
frmWDFMain.btnDel.Caption=Διαγραφή επιλεγμένων

frmDFSettings.Caption=Ρυθμίσεις
frmDFSettings.lblIncludes.Caption=Περιλαμβάνει:
frmDFSettings.lblMinimize.Caption=Ελάχιστο:
frmDFSettings.lblMaxmize.Caption=Μέγιστο:
frmDFSettings.btnAddFolder.caption=Προσθ. φακέλου
frmDFSettings.btnAddKey.caption=Προσθ. λέξης κλειδιού
frmDFSettings.lblExclude.Caption=Εξαιρέσεις:
frmDFSettings.lblBackup.Caption=Αποθήκευση:
frmDFSettings.lblCheckupdate.Caption=Έλεγχος ενημερώσεων:
frmDFSettings.lblLanguage.Caption=Γλώσσα:
frmDFSettings.btnOk.caption=Εντάξει
frmDFSettings.btnCancel.caption=Άκυρο
frmDFSettings.AdvSetting.Caption=Προηγμένες ρυθμίσεις
frmDFSettings.Folder.Caption=Επιλέξτε φάκελο
frmDFSettings.chkAutoBackup.Caption=Αυτόματη λήψη αντιγράφων ασφαλείας
frmDFSettings.ckNewsletter.Caption=Αυτόματος έλεγχος ειδήσεων
frmDFSettings.btnAddFolder.Hint=Προσθήκη φακέλου
frmDFSettings.btnAddKey.Hint=Προσθήκη λέξης κλειδιού
frmDFSettings.btnOk.Hint=Εντάξει
frmDFSettings.btnCancel.Hint=Άκυρο
frmDFSettings.lblColor.Caption=Χρώμα ομάδας:


FrmRegister.Caption=Καταχώρηση
FrmRegister.lblinfo.caption=Σας ευχαριστούμε που επιλέξατε το Wise Duplicate Finder
FrmRegister.lblemail.caption=Email:
FrmRegister.lblName.caption=Το όνομά σας:
FrmRegister.lblkey.caption=Κλειδί άδειας:
FrmRegister.lblhelp.caption=Έχετε πρόβλημα εισαγωγής του κλειδιού αδείας;
FrmRegister.lblsupport.caption=Επικοινωνήστε μαζί μας
FrmRegister.btnreg.caption=Καταχώρηση
FrmRegister.btnbuy.caption=Αγορά τώρα

frmBackup.Caption=Αντίγραφο ασφαλείας και Επαναφορά
frmBackup.lblBackup.Caption=Αντίγρ. ασφαλείας:
frmBackup.btnDelete.caption=Διαγραφή επιλεγμένων
frmBackup.btnRestore.caption=Επαναφορά επιλεγμένων

frmAbout.caption=Περί...
frmAbout.lblver.Caption=Τρέχουσα έκδοση:
frmAbout.lblemail.Caption=Email υποστήριξης:
frmAbout.lblhome.Caption=Ιστοσελίδα:
frmAbout.lblthanks.Caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους
frmAbout.lblStatus.Caption=Κατάσταση:


[Message]
deletefileerr=Δεν είναι δυνατή η διαγραφή
Continuedelete=Θέλετε να συνεχίσετε;
BeginCountFiles=Προετοιμασία για σάρωση...
CountFiles=Σαρώθηκαν %d αρχεία...
HashFiles=Τρέχοντα αρχεία:
CountResult=Υπολογισμός αποτελεσμάτων σάρωσης...
searchduplicateover=Βρέθηκαν %d ομάδες διπλότυπων σε σύνολο %d αρχείων. Χρόνος που πέρασε: %d δευτερόλεπτα
FileName=Όνομα
FileSize=Μέγεθος
FolderName=Φάκελος
LastDate=Ημερ/νία τροποποίησης
mdFileName=Συμφωνία ονόματος && μεγέθους (ταχύτερη)
mdHashPart=Μερική συμφωνία (γρήγορη)
mdHash=Ακριβής συμφωνία (αργή)
mdZeroSize=Αρχεία 0 byte
WaitRestore=Επαναφορά...
WaitBackup=Αναμονή...
Images=Εικόνες
Audios=Αρχεία ήχου
Videos=Βίντεο
Document=Έγγραφα
Compressed=Αρχειοθήκη
Email=Email
Byte=Byte
KB=KB
MB=MB
GB=GB
AddFolder=Προσθήκη φακέλου
NoFolder=Παρακαλώ προσθέστε τους φακέλους που θέλετε να σαρώσετε!
InputKey=Εισαγωγή λέξης κλειδιού
EmptyEmail=Η διεύθυνση email δεν μπορεί να είναι κενή.
EmptyName=Το όνομά σας δεν μπορεί να είναι κενό.
EmpytKey=Το κλειδί άδειας δεν μπορεί να είναι κενό.
InvalidEmail=Παρακαλώ εισάγετε τη σωστή διεύθυνση email
InvalidKey=Μη έγκυρο κλειδί άδειας χρήσης!
InvalidRegInfo=Οι πληροφορίες καταχώρησης δεν είναι έγκυρες!
ThanksRegister=Ευχαριστούμε για την καταχώρησή σας!
NoRegInfo=Δεν είναι δυνατή η εύρεση των πληροφοριών της εγγραφής σας!
Daily=Καθημερινά
Weekly=Κάθε βδομάδα
Monthly=Κάθε μήνα
Never=Ποτέ
newver=Μια νέα έκδοση του Wise Duplicate Finder είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
nonewver=Η έκδοση που χρησιμοποιείτε είναι η πιο πρόσφατη
Registered=Καταχωρημένο
Unregistered=Μη καταχωρημένο

[AutoUpdate]
UpdateFail=Η ενημέρωση απέτυχε. Θέλετε να κάνετε λήψη του αρχείου εγκατάστασης από την ιστοσελίδα μας;
CurrentFile=Τρέχον αρχείο: 
Readed=Λήψη:
SumSize=Συνολικό μέγεθος:
Byte=Byte
DownloadError=Σφάλμα λήψης. Παρακαλώ προσπαθήστε αργότερα.
Cancel=Άκυρο
Ready=Έτοιμο για λήψη.
